"Cancel" = "Cancelar";
"OK" = "Aceptar";
"Open" = "Abrir";
"Please run “Wacom Stylus update” available in the App store" = "Ejecuta «Actualización de lápiz digital de Wacom» disponible en la App store";
"This stylus is not supported with your device." = "Este lápiz no es compatible con el dispositivo.";
"Update your stylus" = "Actualiza tu lápiz digital";

